Repository: SuperPrimo/piwiz
Catalog: po/*.po
Languages: hu

source: Searching for networks - please wait...
hu: Elérhető hálózatok keresése - kérem várjon…

source: Failed to connect to network.
hu: Nem sikerült csatlakozni a hálózathoz.

source: Failed to connect - access point not available.
hu: Csatlakozás sikertelen - a hozzáférési pont nem elérhető.

source: Downloading updates - please wait...
hu: Frissítések letöltése - kérem várjon…

source: Installing updates - please wait...
hu: Frissítések telepítése - kérem várjon…

source: Downloading languages - please wait...
hu: Nyelvi elemek letöltése - kérem várjon…

source: Installing languages - please wait...
hu: Nyelvi csomagok telepítése - kérem várjon…

source: Uninstalling browser - please wait...
hu: Böngésző eltávolítása - kérem várjon…

source: Getting updates - please wait...
hu: Frissítések beszerzése - kérem várjon…

source: Error checking for updates. %s
hu: Hiba a frissítések ellenőrzésében. %s

source: Error installing languages. %s
hu: Hiba a nyelvek telepítésekor. %s

source: Error uninstalling browser. %s
hu: Hiba a böngésző eltávolításakor. %s

source: Error getting updates. %s
hu: Hiba a frissítések beszerzésekor. %s

source: System is up to date
hu: A rendszer naprakész

source: Checking for updates - please wait...
hu: Frissítések keresése - kérem várjon…

source: Could not sync time - unable to check for updates
hu: Sikertelen időszinkronizáció - nem sikerült a frissítések ellenőrzése

source: _Next
hu: _Következő

source: _Back
hu: _Vissza

source: _Skip
hu: _Kihagy

source: <b>Rename User</b>
hu: <b>Felhasználó átnevezése</b>

source: Your current user '%s' will be renamed. The new username can only contain lower-case letters, digits and hyphens, and must start with a letter.
hu: Jelenlegi “%s” felhasználója át lesz nevezve. Az új felhasználónév csak kisbetűket, számokat, kötőjelet tartalmazhat valamint betűvel kell kezdődnie.

source: Press 'Next' to rename the user.
hu: A felhasználó átnevezéséhez nyomja le a ‘Következő’-t.

source: _Cancel
hu: _Mégse

source: _Restart
hu: _Újraindítás

source: <b>User Renamed</b>
hu: <b>Felhasználó átnevezve</b>

source: The '%s' user has been renamed to '%s' and the new password set.
hu: A korábbi ‘%s’ felhasználó ‘%s’ and the new password set.

source: Press 'Restart' to reboot and login as the new user.
hu: Az új felhasználóval történő belépéshez nyomja le az ‘Újraindítás’-t.

source: _Done
hu: _Kész

source: Setting location - please wait...
hu: Területi beállítások érvényesítése - kérem várjon…

source: The username is blank.
hu: Üres felhasználónév.

source: The username must be 32 characters or shorter.
hu: A felhasználónév legfeljebb 32 karaktert tartalmazhat.

source: The first character of the username must be a lower-case letter.
hu: A felhasználónévnek kisbetűvel kell kezdődnie.

source: This username is used by the system and cannot be used for a user account.
hu: Ez a felhasználónév a rendszer által használt felhasználó és nem válaszható.

source: Usernames can only contain lower-case letters, digits and hyphens.
hu: A felhasználónév csak kisbetűket, számokat és kötőjelet tartalmazhat.

source: The password is blank.
hu: Üres jelszó.

source: The two passwords entered do not match.
hu: A megadott jelszavak nem egyeznek.

source: You have used a known default value for the username or password. We strongly recommend you go back and choose something else.
hu: Általánosan ismert felhasználónevet vagy jelszót használ. Javasoljuk, hogy lépjen vissza és változtassa meg őket.

source: Enter the password for the WiFi network "%s".
hu: Adja meg a “%s” WiFi hálózathoz tartozó jelszót.

source: Connecting to WiFi network - please wait...
hu: Kapcsolódás a WiFi hálózathoz - kérem várjon…

source: Synchronising clock - please wait...
hu: Időszinkronizáció - kérem várjon…

source: No network connection found - unable to check for updates
hu: Nincs hálózati kapcsolat - a frissítések ellenőrzése nem lehetséges

source: Restarting - please wait...
hu: Újraindítás - kérem várjon …

source: If installing updates is skipped, translation files will not be installed, and the unused browser will not be uninstalled.
hu: A frissítések kihagyása esetén a nyelvi fordítások nem lesznek telepítve, és a nem használt böngésző nem lesz eltávolítva.

source: If installing updates is skipped, translation files will not be installed.
hu: A frissítések kihagyása esetén a nyelvi fordítások nem lesznek telepítve.

source: If installing updates is skipped, the unused browser will not be uninstalled.
hu: A frissítések kihagyása esetén a nem használt böngésző nem lesz eltávolítva.

source: Welcome to Raspberry Pi
hu: Köszönti a Raspberry Pi

source: Welcome to the Raspberry Pi Desktop! Before you start using it, there are a few things to set up. Press 'Next' to get started.
hu: Köszöntjük a Raspberry Pi grafikus felületén! Mielőtt megkezdené a munkát, kérjük állítson be pár dolgot. A kezdéshez válassza a “Következő”-t.

source: If you are using a Bluetooth keyboard or mouse, put them into pairing mode and wait for them to connect.
hu: Bluetooth-os billentyűzet vagy egér használatához kapcsolja párosítás módba az eszközöket és várjon a csatlakozásra.

source: <b>Set Country</b>
hu: <b>Területi beállítások</b>

source: Enter the details of your location. This is used to set the language, time zone, keyboard and other international settings.
hu: Adja meg tartózkodásihelyét. Ez az információ szükséges a nyelvi, időzóna és más területi beállításokhoz valamint a billentyűzetkiosztás kiválasztásához.

source: Country:
hu: Ország:

source: Set the country in which you are using your Pi
hu: Adja meg az országot ahol a Pi-t használja

source: Language:
hu: Nyelv:

source: Set the language in which applications should appear
hu: Adja meg az alkalmazásokban használni kívánt nyelvet

source: Timezone:
hu: Időzóna:

source: Set the closest city to your location
hu: Adja meg a helyzetéhez legközelebbi várost

source: Use US keyboard
hu: US (amerikai) billentyűzetkiosztás használata

source: Use the US keyboard layout instead of the default keyboard for your country
hu: A kiválasztott ország alapértelmezett billentyűkiosztása helyett US (amerikai) kiosztás használata

source: Use English language
hu: Angol nyelv használata

source: Use English instead of the default language for your country
hu: A kiválasztott ország alapértelmezett nyelve helyett angol nyelv használata

source: Press 'Next' when you have made your selection.
hu: Ha a beállítások megfelelőek válassza a Következő-t.

source: <b>Create User</b>
hu: <b>Felhasználó létrehozása</b>

source: You need to create a user account to log in to your Raspberry Pi. The username can only contain lower-case letters, digits and hyphens, and must start with a letter.
hu: Létre kell hoznia egy felhasználót a Raspberry Pi használatához. A felhasználónév csak kisbetűket, számokat és kötőjelet tartalmazhat valamint betűvel kell kezdődnie.

source: Enter password:
hu: Adja meg a jelszót:

source: Confirm password:
hu: Jelszó megerősítése:

source: Enter username:
hu: Adja meg a felhasználónevet:

source: Enter a password
hu: Adja meg jelszót

source: Enter the password again
hu: Adja meg újra a jelszót

source: Enter a username
hu: Adja meg felhasználónevét

source: Hide characters
hu: Szöveg elrejtése

source: Show or hide the characters in your password
hu: A jelszó szövegének mutatása vagy elrejtése

source: Press 'Next' to create your account.
hu: A felhasználó létrehozásához válassza a ‘Következő’-t.

source: <b>Set Up Screen</b>
hu: <b>Képernyő beállítása</b>

source: On some monitors, the desktop is larger than the screen and the edges are cut off. You can adjust this here.
hu: Egyes monitorokon az asztal felülete nagyobb lehet a kijelző méreténél és a felület szélei kicsúszhatnak.

source: Reduce the size of the desktop on this monitor
hu: Az asztal méretének csökkentése ezen a monitoron

source: Turn on to shrink the desktop to fit the monitor
hu: Kapcsolja be az asztal felületének a monitor méretéhez igazított összehúzását

source: Reduce the size of the desktop on the second monitor
hu: Az asztal méretének csökkentése a második monitoron

source: Turn on to shrink the desktop to fit the second monitor
hu: Kapcsolja be az asztal felületének a második monitor méretéhez igazított összehúzását

source: Press 'Next' when the screen looks correct.
hu: Ha a képernyőbeállítások megfelelőek nyomja le a ‘’Következő”-t.

source: <b>Select WiFi Network</b>
hu: <b>Válasszon WiFi hálózatot</b>

source: Select your WiFi network from the list.
hu: Válasszon a listából WiFi hálózatot.

source: Click the name of your network to select it
hu: Klikkeljen a hálózat nevére

source: Press 'Next' to connect, or 'Skip' to continue without connecting.
hu: Válassza a “Következő”-t a WiFi kapcsolat létrehozásához vagy lépjen tovább kapcsolódás nélkül a “Kihagy” gomb lenyomásával.

source: <b>Enter WiFi Password</b>
hu: <b>Adja meg a WiFi jelszót</b>

source: Enter the password for your WiFi network.
hu: Adja meg a WiFi hálózat jelszavát.

source: Password:
hu: Jelszó:

source: Enter the password for your network
hu: Adja meg a hálózat jelszavát

source: <b>Choose Browser</b>
hu: <b>Válasszon böngészőt</b>

source: Both the Chromium and Firefox web browsers are preinstalled on Raspberry Pi OS. Select the one you prefer to use.
hu: A Chromium és a Firefox böngésző telepítve van már ezen a Raspberry Pi rendszeren. Válassza ki melyiket szeretné alapértelmezetten használni.

source: Default Browser:
hu: Alapértelmezett böngésző:

source: Tick here to uninstall the unused browser
hu: Pipálja be a nem használt böngésző eltávolításához

source: Press 'Next' when you have chosen a browser.
hu: Továbblépéshez válassza a “Következő”-t.

source: <b>Enable Raspberry Pi Connect</b>
hu: <b>”Raspberry Pi Connect” engedélyezése</b>

source: Raspberry Pi Connect is a service which allows you to securely remotely access your Raspberry Pi's desktop from any computer.
hu: A “Raspberry Pi Connect” szolgáltatás segítségével távolról, bármely számítógépről biztonságosan érheti el a Raspberry Pi grafikus vagy parancssoros felületét.

source: Enable Raspberry Pi Connect
hu: ”Raspberry Pi Connect” engedélyezése

source: Turn on to allow remote access
hu: Kapcsolja be a távoli elérés engedélyezéséhez

source: Press 'Next' when you have made your choice.
hu: Továbblépéshez válassza a “Következő”-t.

source: <b>Update Software</b>
hu: <b>Szoftverfrissítés</b>

source: The operating system and applications will now be checked and updated if necessary. This may involve a large download. Press 'Next' to check and update software, or 'Skip' to continue without checking.
hu: Az operációs rendszer és a telepített alkalmazások frissítése következik. Ez a lépés jelentősebb letöltéssel járhat. Válassza a “Következő”-t a frissítések ellenőrzéséhez vagy lépjen tovább frissítés nélkül a “Kihagy” gombbal.

source: <b>Setup Complete</b>
hu: <b>Beállítás sikeres</b>

source: Your Raspberry Pi is now set up and ready to go.
hu: Raspberry Pi számítógépe be van állítva és használatra kész.

source: Press 'Restart' to restart your Pi so the new settings will take effect.
hu: Az új beállítások érvényesítéséhez válassza az “Újraindítás”-t.

source: Reading update list - please wait...
hu: Elérhető frissítések beolvasása - kérem várjon…

source: Finding languages - please wait...
hu: Elérhető nyelvek keresése - kérem várjon…

source: Comparing versions - please wait...
hu: Verziók összehasonlítása - kérem várjon…

source: Error finding languages. %s
hu: Hiba a nyelvek keresésekor. %s

source: Error comparing versions. %s
hu: Hiba a verziók összehasonlításakor. %s

source: Could not connect to this network
hu: Ehhez a hálózathoz nem lehet kapcsolódni

source: Error creating new GIO Channel
hu: Hiba új GIO csatorna létrehozásakor

source: Error creating watch
hu: Hiba “watch” létrehozásakor

source: Connection to dhcpcd lost
hu: Megszakadt a dhcpcd-vel a kapcsolat

source: Connected to %s-%s
hu: Csatlakozva ehhez %s - %s

source: dhcpcd connection lost
hu: megszakadt a dhcpcd-vel a kapcsolat

source: Network event
hu: Hálózati esemény

source: dhcpcd WPA connection lost: %s
hu: megszakadt a dhcpcd WPA kapcsolat: %s

source: New Access Point
hu: Új elérési pont

source: New Access Points
hu: Új elérési pontok

source: Connecting to dhcpcd ...
hu: Kapcsolódás a dhcpcd-hez…

source: Connecting ...
hu: Kapcsolódás …

source: Failed to disconnect.
hu: Kapcsolatbontása sikertelen.

source: Faile to reconfigure.
hu: Beállítások módosítása sikertelen.

source: Failed to set key management.
hu: Sikertelen a kulcs menedzsment beállítása.

source: Failed to set password, probably too short.
hu: Sikertelen jelszóbeállítás, valószínűleg túl rövid.

source: Failed to enable the network.
hu: Sikertelen a hálózat engedélyezése.

source: Failed to select the network.
hu: Sikertelen a hálózat kiválasztása.

source: Failed to start association.
hu: Sikertelen a hozzárendelés indítása.

source: Failed to save wpa_supplicant configuration. You should add update_config=1 to /etc/wpa_supplicant.conf.
hu: Sikertelen a “wpa_supplicant” beállítás mentése. Adja hozzá az “update_config=1” sort a “/etc/wpa_supplicant.conf” fájlhoz.

source: Error enabling network
hu: Hiba a hálózat engedélyezésekor

source: Pre Shared Key:
hu: Előmegosztott kulcs (PSK):

source: _Later
hu: _Később

source: %s: Received scan results
hu: %s: Keresési eredmények érkeztek

source: The default 'pi' user account currently has the password 'raspberry'. It is strongly recommended that you change this to a different password that only you know.
hu: Alapértelmezetten a “pi” felhasználónak “raspberry” a jelszava. Javasoljuk, hogy állítson be egy új, csak az ön számára ismert jelszót.

source: You should be able to see the taskbar along the top of the screen. Tick the box if some or all of it does not fit on the screen.
hu: A tálcának a képernyő felső szélén kell megjelennie. Jelölje be, ha a tálca részben vagy egyáltalán nem fér rá a képernyőre.

source: The taskbar does not fit onto the screen
hu: A tálca nem fér rá a képernyőre

source: Tick this box if the taskbar is not completely visible
hu: Jelölje be, ha a tálca nem teljesen látható

source: The change will take effect when the Pi is restarted. Press 'Next' to save your setting.
hu: A változások a Pi újraindítása után jutnak érvényre. Nyomja le a ”Következő“-t a beállítások mentéséhez.

source: To run applications, click the raspberry icon in the top left corner of the screen to open the menu.
hu: Alkalmazások futtatásához klikkeljen a tálca szélén lévő málna ikonra.
